Repository: ArcherCraftStore/ArcherSys
Catalog: owncloud-serv/apps/news/l10n/*/news.po
Languages: bn_bd

source: Can not add feed: Exists already
bn_bd: ফিড যুক্ত করা যাবেনা: এটি আপনার রয়েছে

source: Can not add feed: URL does not exist, SSL Certificate can not be validated or feed has invalid xml
bn_bd: ফিড যুক্ত করা যাবেনা: URL নেই, SSL প্রত্যয়নপত্র নিশ্চিত করা যাবেনা অথবা ফিডের xml সঠিক নয়

source: Articles without feed
bn_bd: ফিডবিহীন লেখা

source: Can not add folder: Exists already
bn_bd: ফোল্ডার যুক্ত করা যাবেনা: এটি আপনার রয়েছে

source: Refresh
bn_bd: নবোদ্যম

source: by
bn_bd: কর্তৃক

source: from
bn_bd: হইতে

source: Browser can not play media type
bn_bd: এই মিডিয়া ব্রউজার চালাতে পারবেনা

source: Download
bn_bd: ডাউনলোড

source: Subscribe
bn_bd: গ্রাহক হোন

source: Web address
bn_bd: ওয়েব ঠিকানা

source: Feed exists already!
bn_bd: ফিড পূর্বে থেকেই বিদ্যমান

source: Folder
bn_bd: ফোল্ডার

source: New folder
bn_bd: নব ফােলডার

source: Folder name
bn_bd: ফোলডারের নাম

source: Go back
bn_bd: ফিরে যাও

source: Folder exists already!
bn_bd: ফোল্ডার ইতোমধ্যে বিদ্যমান!

source: New Folder
bn_bd: নতুন ফোল্ডার

source: Create
bn_bd: তৈরী কর

source: Deleted feed
bn_bd: মুছে ফেলা ফিড

source: Rename
bn_bd: পূনঃনামকরণ

source: Rename feed
bn_bd: ফিডের পূনঃনামকরণ কর

source: Collapse
bn_bd: ভাঙো

source: Rename folder
bn_bd: ফোল্ডার পূনঃনামকরণ কর

source: Delete folder
bn_bd: ফোল্ডার মোছ

source: Starred
bn_bd: তারা চিহ্নিত

source: Unread articles
bn_bd: অপঠিত লেখা

source: All articles
bn_bd: সব লেখা

source: Settings
bn_bd: নিয়ামকসমূহ

source: Subscriptions (OPML)
bn_bd: সাবস্ক্রিপশন (OPML)

source: Import
bn_bd: আমদানি

source: Export
bn_bd: রপ্তানি

source: Error when importing: file does not contain valid OPML
bn_bd: আমদানীজণিত সমস্যা: ফাইলের OPML সঠিক নয়

source: Unread/Starred Articles
bn_bd: অপঠিত/তারকাচিহ্নিত লেখা

source: Error when importing: file does not contain valid JSON
bn_bd: আমদানীজণিত সমস্যা: ফাইলের JSON সঠিক নয়
