Repository: ArcherCraftStore/ArcherSys
Catalog: core/js/converse.js-0.8.3/locale/*/LC_MESSAGES/converse.po
Languages: nl, pt_br

source: unencrypted
nl: ongecodeerde
pt_br: não-criptografado

source: unverified
nl: niet geverifieerd
pt_br: não-verificado

source: verified
nl: geverifieerd
pt_br: verificado

source: finished
nl: klaar
pt_br: finalizado

source: This contact is busy
nl: Contact is bezet
pt_br: Este contato está ocupado

source: This contact is online
nl: Contact is online
pt_br: Este contato está online

source: This contact is offline
nl: Contact is offline
pt_br: Este contato está offline

source: This contact is unavailable
nl: Contact is niet beschikbaar
pt_br: Este contato está indisponível

source: This contact is away for an extended period
nl: Contact is afwezig voor lange periode
pt_br: Este contato está ausente por um longo período

source: This contact is away
nl: Conact is afwezig
pt_br: Este contato está ausente

source: My contacts
nl: Mijn contacts
pt_br: Meus contatos

source: Pending contacts
nl: Conacten in afwachting van
pt_br: Contados pendentes

source: Contact requests
nl: Contact uitnodiging
pt_br: Solicitação de contatos

source: Contacts
nl: Contacten
pt_br: Contatos

source: Disconnected
nl: Verbinding verbroken.
pt_br: Desconectado

source: Error
pt_br: Erro

source: Connecting
nl: Verbinden
pt_br: Conectando

source: Connection Failed
nl: Verbinden mislukt
pt_br: Falha de conexão

source: Authenticating
nl: Authenticeren
pt_br: Autenticando

source: Authentication Failed
nl: Authenticeren mislukt
pt_br: Falha de autenticação

source: Disconnecting
pt_br: Desconectando

source: Online Contacts
nl: Online Contacten
pt_br: Contatos online

source: Re-establishing encrypted session
nl: Bezig versleutelde sessie te herstellen
pt_br: Reestabelecendo sessão criptografada

source: Generating private key.
pt_br: Gerando chave-privada.

source: Your browser might become unresponsive.
pt_br: Seu navegador pode parar de responder.

source: Authentication request from %1$s Your buddy is attempting to verify your identity, by asking you the question below. %2$s
pt_br: Pedido de autenticação de %1$s Seu contato está tentando verificar sua identidade, perguntando a questã abaixo. %2$s

source: Could not verify this user's identify.
nl: Niet kon de identiteit van deze gebruiker niet identificeren.
pt_br: Não foi possível verificar a identidade deste usuário.

source: Exchanging private key with buddy.
pt_br: Trocando chave-privada com o contato.

source: Personal message
nl: Persoonlijk bericht
pt_br: Mensagem pessoal

source: me
nl: ikzelf
pt_br: eu

source: Show this menu
nl: Toon dit menu
pt_br: Mostrar o menu

source: Write in the third person
nl: Schrijf in de 3de persoon
pt_br: Escrever em terceira pessoa

source: Remove messages
nl: Verwijder bericht
pt_br: Remover mensagens

source: Are you sure you want to clear the messages from this chat box?
pt_br: Tem certeza que deseja limpar as mensagens dessa caixa?

source: Your message could not be sent
nl: Je bericht kon niet worden verzonden
pt_br: Sua mensagem não pode ser enviada

source: We received an unencrypted message
nl: We ontvingen een unencrypted bericht
pt_br: Recebemos uma mensagem não-criptografada

source: We received an unreadable encrypted message
nl: We ontvangen een onleesbaar unencrypted bericht
pt_br: Recebemos uma mensagem não-criptografada ilegível

source: This user has requested an encrypted session.
nl: Deze gebruiker heeft een encrypted sessie aangevraagd.
pt_br: Usuário pediu uma sessão criptografada.

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
pt_br: Aqui estão as assinaturas digitais, por favor confirme elas com %1$s, fora deste chat. Assinatura para você, %2$s: %3$s Assinatura para %1$s: %4$s Se você tiver confirmado que as assinaturas conferem, clique OK, caso contrário, clique Cancelar.

source: You will be prompted to provide a security question and then an answer to that question. Your buddy will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
pt_br: Será solicitado que você informe uma pergunta de segurança e também uma resposta. Nós iremos, então, transfeir a pergunta para seu contato e caso ele envie corretamente a mesma resposta (caso sensitivo), a identidade dele será verificada.

source: What is your security question?
nl: Wat is jou sericury vraag?
pt_br: Qual é a sua pergunta de segurança?

source: What is the answer to the security question?
nl: Wat is het antwoord op de security vraag?
pt_br: Qual é a resposta para a pergunta de segurança?

source: Invalid authentication scheme provided
pt_br: Schema de autenticação fornecido é inválido

source: Your messages are not encrypted anymore
nl: Je berichten zijn niet meer encrypted
pt_br: Suas mensagens não estão mais criptografadas

source: Your messages are now encrypted but your buddy's identity has not been verified.
pt_br: Suas mensagens estão agora criptografadas mas a identidade do contatonão foi confirmada.

source: Your buddy's identify has been verified.
nl: Jou contact is geverifieerd
pt_br: A identidade do contato foi verificada.

source: Your buddy has ended encryption on their end, you should do the same.
nl: Jou contact heeft encryption aanstaan, je moet het zelfde doen.
pt_br: Seu contato parou de usar criptografia, você deveria fazer o mesmo.

source: Your messages are not encrypted. Click here to enable OTR encryption.
nl: Jou bericht is niet encrypted. KLik hier om ORC encrytion aan te zetten.
pt_br: Suas mensagens não estão criptografadas. Clique aqui para habilitar criptografia OTR.

source: Your messages are encrypted, but your buddy has not been verified.
nl: Jou berichten zijn encrypted, maar je contact is niet geverifieerd.
pt_br: Suas mensagens estão criptografadas, mas seu contato não foi verificado.

source: Your messages are encrypted and your buddy verified.
nl: Jou bericht is encrypted en jou contact is geverifieerd.
pt_br: Suas mensagens estão criptografadas e seu contato verificado.

source: Your buddy has closed their end of the private session, you should do the same
pt_br: Seu contato fechou a sessão privada, você deveria fazer o mesmo

source: End encrypted conversation
nl: Beeindig encrypted gesprek
pt_br: Finalizar conversa criptografada

source: Refresh encrypted conversation
nl: Ververs encrypted gesprek
pt_br: Atualizar conversa criptografada

source: Start encrypted conversation
nl: Start encrypted gesprek
pt_br: Iniciar conversa criptografada

source: Verify with fingerprints
pt_br: Verificar com assinatura digital

source: Verify with SMP
pt_br: Verificar com SMP

source: What's this?
nl: Wat is dit?
pt_br: O que é isso?

source: Busy
nl: Bezet
pt_br: Ocupado

source: Away
nl: Afwezig
pt_br: Ausente

source: Contact name
nl: Contact naam
pt_br: Nome do contato

source: Search
nl: Zoeken
pt_br: Procurar

source: Contact username
nl: Contact gebruikernaam
pt_br: Usuário do contatt

source: Add
nl: Toevoegen
pt_br: Adicionar

source: Click to add new chat contacts
nl: Klik om nieuwe contacten toe te voegen
pt_br: Clique para adicionar novos contatos ao chat

source: Add a contact
nl: Voeg contact toe
pt_br: Adicionar contato

source: No users found
nl: Geen gebruikers gevonden
pt_br: Não foram encontrados usuários

source: Click to add as a chat contact
nl: Klik om contact toe te voegen
pt_br: Clique para adicionar como um contato do chat

source: Room name
nl: Room naam
pt_br: Nome da sala

source: Nickname
pt_br: Apelido

source: Join
nl: Deelnemen
pt_br: Entrar

source: Show rooms
nl: Toon rooms
pt_br: Mostar salas

source: Rooms
pt_br: Salas

source: No rooms on %1$s
nl: Geen room op %1$s
pt_br: Sem salas em %1$s

source: Rooms on %1$s
nl: Room op %1$s
pt_br: Salas em %1$s

source: Click to open this room
nl: Klik om room te openen
pt_br: CLique para abrir a sala

source: Show more information on this room
nl: Toon meer informatie over deze room
pt_br: Mostrar mais informações nessa sala

source: Description:
nl: Beschrijving
pt_br: Descrição:

source: Occupants:
nl: Deelnemers:
pt_br: Ocupantes:

source: Features:
nl: Functies:
pt_br: Recursos:

source: Requires authentication
nl: Verificatie vereist
pt_br: Requer autenticação

source: Hidden
nl: Verborgen
pt_br: Escondido

source: Requires an invitation
nl: Veriest een uitnodiging
pt_br: Requer um convite

source: Moderated
nl: Gemodereerd
pt_br: Moderado

source: Non-anonymous
nl: Niet annoniem
pt_br: Não anônimo

source: Open room
pt_br: Sala aberta

source: Permanent room
nl: Blijvend room
pt_br: Sala permanente

source: Public
nl: Publiek
pt_br: Público

source: Semi-anonymous
nl: Semi annoniem
pt_br: Semi anônimo

source: Temporary room
nl: Tijdelijke room
pt_br: Sala temporária

source: Unmoderated
nl: Niet gemodereerd
pt_br: Sem moderação

source: This user is a moderator
nl: Dit is een moderator
pt_br: Esse usuário é o moderador

source: This user can send messages in this room
nl: Deze gebruiker kan berichten sturen in deze room
pt_br: Esse usuário pode enviar mensagens nessa sala

source: This user can NOT send messages in this room
nl: Deze gebruiker kan NIET een bericht sturen in deze room
pt_br: Esse usuário NÃO pode enviar mensagens nessa sala

source: Message
nl: Bericht
pt_br: Mensagem

source: Save
nl: Opslaan
pt_br: Salvar

source: Cancel
nl: Annuleren
pt_br: Cancelar

source: An error occurred while trying to save the form.
nl: Een error tijdens het opslaan van het formulier.
pt_br: Ocorreu um erro enquanto tentava salvar o formulário

source: This chatroom requires a password
nl: Chatroom heeft een wachtwoord
pt_br: Esse chat precisa de senha

source: Password:
nl: Wachtwoord:
pt_br: Senha:

source: Submit
nl: Indienen
pt_br: Enviar

source: This room is not anonymous
nl: Deze room is niet annoniem
pt_br: Essa sala não é anônima

source: This room now shows unavailable members
pt_br: Agora esta sala mostra membros indisponíveis

source: This room does not show unavailable members
pt_br: Essa sala não mostra membros indisponíveis

source: Non-privacy-related room configuration has changed
pt_br: Configuraçõs não relacionadas à privacidade mudaram

source: Room logging is now enabled
pt_br: O log da sala está ativado

source: Room logging is now disabled
pt_br: O log da sala está desativado

source: This room is now non-anonymous
nl: Deze room is nu niet annoniem
pt_br: Esse sala é não anônima

source: This room is now semi-anonymous
nl: Deze room is nu semie annoniem
pt_br: Essa sala agora é semi anônima

source: This room is now fully-anonymous
nl: Deze room is nu volledig annoniem
pt_br: Essa sala agora é totalmente anônima

source: A new room has been created
nl: Een nieuwe room is gemaakt
pt_br: Uma nova sala foi criada

source: You have been banned from this room
nl: Je bent verbannen uit deze room
pt_br: Você foi banido dessa sala

source: You have been kicked from this room
nl: Je bent uit de room gegooid
pt_br: Você foi expulso dessa sala

source: You have been removed from this room because of an affiliation change
pt_br: Você foi removido da sala devido a uma mudança de associação

source: You have been removed from this room because the room has changed to members-only and you're not a member
pt_br: Você foi removido da sala porque ela foi mudada para somente membrose você não é um membro

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
pt_br: Você foi removido da sala devido a MUC (Multi-user chat)o serviço está sendo desligado

source: <strong>%1$s</strong> has been banned
nl: <strong>%1$s</strong> is verbannen
pt_br: <strong>%1$s</strong> foi banido

source: <strong>%1$s</strong> has been kicked out
pt_br: <strong>%1$s</strong> foi expulso

source: <strong>%1$s</strong> has been removed because of an affiliation change
pt_br: <srtong>%1$s</strong> foi removido por causa de troca de associação

source: <strong>%1$s</strong> has been removed for not being a member
pt_br: <strong>%1$s</strong> foi removido por não ser um membro

source: You are not on the member list of this room
nl: Je bent niet een gebruiker van deze room
pt_br: Você não é membro dessa sala

source: No nickname was specified
nl: Geen nickname ingegeven
pt_br: Você não escolheu um apelido

source: You are not allowed to create new rooms
nl: Je bent niet toegestaan nieuwe rooms te maken
pt_br: Você não tem permitição de criar novas salas

source: Your nickname doesn't conform to this room's policies
nl: Je nickname is niet conform policy
pt_br: Seu apelido não está de acordo com as regras da sala

source: Your nickname is already taken
nl: Je nickname bestaat al
pt_br: Seu apelido já foi escolhido

source: This room does not (yet) exist
nl: Deze room bestaat niet
pt_br: A sala não existe (ainda)

source: This room has reached it's maximum number of occupants
nl: Deze room heeft het maximale aantal gebruikers
pt_br: A sala atingiu o número máximo de ocupantes

source: Topic set by %1$s to: %2$s
pt_br: Topico definido por %1$s para: %2$s

source: Minimized
pt_br: Minimizado

source: Click to remove this contact
nl: Klik om contact te verwijderen
pt_br: Clique para remover o contato

source: Click to chat with this contact
nl: Klik om te chatten met contact
pt_br: Clique para conversar com o contato

source: I am %1$s
nl: Ik ben %1$s
pt_br: Estou %1$s

source: Click here to write a custom status message
nl: Klik hier om custom status bericht te maken
pt_br: Clique aqui para customizar a mensagem de status

source: Click to change your chat status
nl: Klik hier om status te wijzigen
pt_br: Clique para mudar seu status no chat

source: Custom status
pt_br: Status customizado

source: busy
nl: bezet
pt_br: ocupado

source: away for long
nl: afwezig lange tijd
pt_br: ausente a bastante tempo

source: away
nl: afwezig
pt_br: ausente

source: XMPP/Jabber Username:
pt_br: Usuário XMPP/Jabber:

source: Password:
nl: Wachtwoord:
pt_br: Senha:

source: Log In
nl: Aanmelden
pt_br: Entrar

source: Sign in
nl: Aanmelden
pt_br: Conectar-se

source: Toggle chat
pt_br: Alternar bate-papo
